[options]
prefix=f|ф
[flag_ae]
name=ru:Флаг ОАЭ|en:Flag of United Arab Emirates
recipe=ae|оаэ
result=🇦🇪
[flag_ar]
name=ru:Флаг Аргентины|en:Flag of Argentina
recipe=ar|ар
result=🇦🇷
[flag_at]
name=ru:Флаг Австрии|en:Flag of Austria
recipe=at|ав
result=🇦🇹
[flag_au]
name=ru:Флаг Австралии|en:Flag of Australia
recipe=au|ав
result=🇦🇺
[flag_be]
name=ru:Флаг Бельгии|en:Flag of Belgium
recipe=be|бе
result=🇧🇪
[flag_bg]
name=ru:Флаг Болгарии|en:Flag of Bulgaria
recipe=bg|бг
result=🇧🇬
[flag_br]
name=ru:Флаг Бразилии|en:Flag of Brazil
recipe=br|бр
result=🇧🇷
[flag_ca]
name=ru:Флаг Канады|en:Flag of Canada
recipe=ca|кн
result=🇨🇦
[flag_ch]
name=ru:Флаг Швейцарии|en:Flag of Switzerland
recipe=ch|шв
result=🇨🇭
[flag_cl]
name=ru:Флаг Чили|en:Flag of Chile
recipe=cl|чл
result=🇨🇱
[flag_cn]
name=ru:Флаг Китая|en:Flag of China
recipe=cn|кт
result=🇨🇳
[flag_co]
name=ru:Флаг Колумбии|en:Flag of Colombia
recipe=co|кл
result=🇨🇴
[flag_cu]
name=ru:Флаг Кубы|en:Flag of Cuba
recipe=cu|кб
result=🇨🇺
[flag_cz]
name=ru:Флаг Чехии|en:Flag of Czech Republic
recipe=cz|чх
result=🇨🇿
[flag_de]
name=ru:Флаг Германии|en:Flag of Germany
recipe=de|де
result=🇩🇪
[flag_dk]
name=ru:Флаг Дании|en:Flag of Denmark
recipe=dk|дн
result=🇩🇰
[flag_eg]
name=ru:Флаг Египта|en:Flag of Egypt
recipe=eg|ег
result=🇪🇬
[flag_es]
name=ru:Флаг Испании|en:Flag of Spain
recipe=es|ис
result=🇪🇸
[flag_fi]
name=ru:Флаг Финляндии|en:Flag of Finland
recipe=fi|фи
result=🇫🇮
[flag_fr]
name=ru:Флаг Франции|en:Flag of France
recipe=fr|фр
result=🇫🇷
[flag_gr]
name=ru:Флаг Греции|en:Flag of Greece
recipe=gr|гр
result=🇬🇷
[flag_hr]
name=ru:Флаг Хорватии|en:Flag of Croatia
recipe=hr|хр
result=🇭🇷
[flag_hu]
name=ru:Флаг Венгрии|en:Flag of Hungary
recipe=hu|ве
result=🇭🇺
[flag_id]
name=ru:Флаг Индонезии|en:Flag of Indonesia
recipe=id|ин
result=🇮🇩
[flag_ie]
name=ru:Флаг Ирландии|en:Flag of Ireland
recipe=ie|ир
result=🇮🇪
[flag_il]
name=ru:Флаг Израиля|en:Flag of Israel
recipe=il|из
result=🇮🇱
[flag_in]
name=ru:Флаг Индии|en:Flag of India
recipe=in|ид
result=🇮🇳
[flag_ir]
name=ru:Флаг Ирана|en:Flag of Iran
recipe=ir|ир
result=🇮🇷
[flag_is]
name=ru:Флаг Исландии|en:Flag of Iceland
recipe=is|ис
result=🇮🇸
[flag_it]
name=ru:Флаг Италии|en:Flag of Italy
recipe=it|ит
result=🇮🇹
[flag_jp]
name=ru:Флаг Японии|en:Flag of Japan
recipe=jp|яп
result=🇯🇵
[flag_kr]
name=ru:Флаг Южной Кореи|en:Flag of South Korea
recipe=kr|кр
result=🇰🇷
[flag_md]
name=ru:Флаг Республики Молдова|en:Flag of the Republic of Moldova
recipe=md|мд
result=🇲🇩
[flag_mx]
name=ru:Флаг Мексики|en:Flag of Mexico
recipe=mx|мк
result=🇲🇽
[flag_my]
name=ru:Флаг Малайзии|en:Flag of Malaysia
recipe=my|мл
result=🇲🇾
[flag_nl]
name=ru:Флаг Нидерландов|en:Flag of Netherlands
recipe=nl|нд
result=🇳🇱
[flag_no]
name=ru:Флаг Норвегии|en:Flag of Norway
recipe=no|но
result=🇳🇴
[flag_nz]
name=ru:Флаг Новой Зеландии|en:Flag of New Zealand
recipe=nz|нз
result=🇳🇿
[flag_pk]
name=ru:Флаг Пакистана|en:Flag of Pakistan
recipe=pk|пк
result=🇵🇰
[flag_pl]
name=ru:Флаг Польши|en:Flag of Poland
recipe=pl|пл
result=🇵🇱
[flag_pt]
name=ru:Флаг Португалии|en:Flag of Portugal
recipe=pt|пр
result=🇵🇹
[flag_qa]
name=ru:Флаг Катара|en:Flag of Qatar
recipe=qa|кт
result=🇶🇦
[flag_ro]
name=ru:Флаг Румынии|en:Flag of Romania
recipe=ro|рм
result=🇷🇴
[flag_rs]
name=ru:Флаг Сербии|en:Flag of Serbia
recipe=rs|сб
result=🇷🇸
[flag_ru]
name=ru:Флаг Российской Федерации|en:Flag of the Russian Federation
recipe=ru|рф
result=🇷🇺
[flag_sa]
name=ru:Флаг Саудовской Аравии|en:Flag of Saudi Arabia
recipe=sa|са
result=🇸🇦
[flag_se]
name=ru:Флаг Швеции|en:Flag of Sweden
recipe=se|шв
result=🇸🇪
[flag_sg]
name=ru:Флаг Сингапура|en:Flag of Singapore
recipe=sg|сг
result=🇸🇬
[flag_sk]
name=ru:Флаг Словакии|en:Flag of Slovakia
recipe=sk|сл
result=🇸🇰
[flag_th]
name=ru:Флаг Таиланда|en:Flag of Thailand
recipe=th|тл
result=🇹🇭
[flag_tr]
name=ru:Флаг Турции|en:Flag of Turkey
recipe=tr|тр
result=🇹🇷
[flag_ua]
name=ru:Флаг Украины|en:Flag of Ukraine
recipe=ua|ук
result=🇺🇦
[flag_uk]
name=ru:Флаг Великобритании|en:Flag of the United Kingdom
recipe=uk|вб
result=🇬🇧
[flag_us]
name=ru:Флаг Соединённых Штатов Америки|en:Flag of the United States of America
recipe=us|сша
result=🇺🇸
[flag_uy]
name=ru:Флаг Уругвая|en:Flag of Uruguay
recipe=uy|ур
result=🇺🇾
[flag_za]
name=ru:Флаг Южной Африки|en:Flag of South Africa
recipe=za|юа
result=🇿🇦
[flag_ve]
name=ru:Флаг Венесуэлы|en:Flag of Venezuela
recipe=ve|вс
result=🇻🇪
[flag_vn]
name=ru:Флаг Вьетнама|en:Flag of Vietnam
recipe=vn|вт
result=🇻🇳
[flag_lgbt]
name=ru:Флаг ЛГБТ-сообщества|en:Flag of the LGBT Community
recipe=lgbt|лгбт
result=🏳️‍🌈
[flag_transgender]
name=ru:Флаг гордости трансгендерного сообщества|en:Flag of Transgender Pride
recipe=trans|транс
result=🏳️‍⚧️